[{"date":"December 22, 2022","title":"NASA Moves Forward With Campaign to Return Mars Samples to Earth","text":"During this next phase, the program will mature critical technologies and make critical design decisions as well as assess industry partnerships."},{"date":"December 21, 2022","title":"Meet the People Behind NASA's Perseverance Rover","text":"These are the scientists and engineers who built NASA's next Mars rover and who will guide it to a safe landing in Jezero Crater. "},{"date":"December 19, 2022","title":"Mars Is Getting a New Robotic Meteorologist","text":"Sensors on NASA's Perseverance will help prepare for future human exploration by taking weather measurements and studying dust particles."},{"date":"December 18, 2022","title":"Heat and Dust Help Launch Martian Water Into Space, Scientists Find","text":"Scientists using an instrument aboard NASA’s Mars Atmosphere and Volatile EvolutioN, or MAVEN, spacecraft have discovered that water vapor near the surface of the Red Planet is lofted higher into the atmosphere than anyone expected was possible. "},{"date":"December 16, 2022","title":"Mars Helicopter Attached to NASA's Perseverance Rover","text":"The team also fueled the rover's sky crane to get ready for this summer's history-making launch."},{"date":"December 12, 2022","title":"How NASA's Mars Helicopter Will Reach the Red Planet's Surface","text":"The small craft will seek to prove that powered, controlled flight is possible on another planet. But just getting it onto the surface of Mars will take a whole lot of ingenuity."},{"date":"December 10, 2022","title":"NASA's Mars 2020 Rover Tests Descent-Stage Separation","text":"A crane lifts the rocket-powered descent stage away from NASA's Mars 2020 rover after technicians tested the pyrotechnic charges that separate the two spacecraft."},{"date":"December 7, 2022","title":"NASA's Perseverance Rover Bringing 3D-Printed Metal Parts to Mars","text":"For hobbyists and makers, 3D printing expands creative possibilities; for specialized engineers, it's also key to next-generation spacecraft design."},{"date":"December 7, 2022","title":"NASA's InSight Flexes Its Arm While Its 'Mole' Hits Pause","text":"Now that the lander's robotic arm has helped the mole get underground, it will resume science activities that have been on hold."},{"date":"December 4, 2022","title":"Two of a Space Kind: Apollo 12 and Mars 2020","text":"Apollo 12 and the upcoming Mars 2020 mission may be separated by half a century, but they share several goals unique in the annals of space exploration."},{"date":"December 4, 2022","title":"A New Video Captures the Science of NASA's Perseverance Mars Rover","text":"With a targeted launch date of July 30, the next robotic scientist NASA is sending to the to the Red Planet has big ambitions."},{"date":"December 2, 2022","title":"NASA's Curiosity Keeps Rolling As Team Operates Rover From Home","text":"The team has learned to meet new challenges as they work remotely on the Mars mission."},{"date":"November 26, 2022","title":"NASA Engineers Checking InSight's Weather Sensors","text":"An electronics issue is suspected to be preventing the sensors from sharing their data about Mars weather with the spacecraft."},{"date":"November 25, 2022","title":"Join NASA for the Launch of the Mars 2020 Perseverance Rover","text":"No matter where you live, choose from a menu of activities to join NASA as we \"Countdown to Mars\" and launch the Perseverance rover to the Red Planet."},{"date":"November 23, 2022","title":"3 Things We've Learned From NASA's Mars InSight ","text":"Scientists are finding new mysteries since the geophysics mission landed two years ago."}]